12/data/attachments/cbd47a204cd858cb.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Lisa_area_Friend_27583_3</nif:username>
            <nif:friendToBeRequested>soap_friends_d6253725-c8f0-43f9-8a64-f1a2ba3950fa</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>